app/controllers/posts_controller.rb

INSERT INTO "posts" ("created_at", "like", "text", "title", "updated_at") VALUES (?, ?, ?, ?, ?)  [["created_at", "2014-07-05 09:36:18.322894"], ["like", 3], ["text", "3"], ["title", "3"], ["updated_at", "2014-07-05 09:36:18.322894"]]
---
	def create
		@post = Post.new(post_params)

		@post.save ? redirect_to(@post) : render('new')