app/controllers/users_controller.rb

INSERT INTO "users" ("created_at", "email", "name", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2014-06-19 16:22:44.159563"], ["email", "1213@com.ru"], ["name", "123"], ["updated_at", "2014-06-19 16:22:44.159563"]]
---
	def create
		@user = User.new(user_params)
		if @user.save